Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.bf
source: Burkina Faso is a landlocked West African country whose modern name means 'Land of Upright People,' replacing a colonial-era label after independence. It lies in the Sahel and has long been shaped by overland trade, Mossi state traditions, and the environmental pressures of dry-zone agriculture. Even when outsiders know little about it, the country has a strong political and cultural history within the region.
de: Burkina Faso ist ein Binnenstaat in Westafrika, dessen moderner Name 'Land der aufrechten Menschen' bedeutet und ein koloniales Etikett nach der Unabhängigkeit ersetzt. Es liegt in der Sahelzone und wurde lange durch den Landhandel, die Traditionen des Mossi-Staates und die Umwelteinflüsse der Trockenlandbewirtschaftung geprägt. Selbst wenn Außenstehende wenig darüber wissen, hat das Land eine starke politische und kulturelle Geschichte innerhalb der Region.
es: Burkina Faso es un país sin salida al mar del África Occidental cuyo nombre moderno significa 'Tierra de Gente Honesta', reemplazando una denominación de la era colonial tras la independencia. Se encuentra en el Sahel y ha sido moldeado durante mucho tiempo por el comercio terrestre, las tradiciones del estado Mossi y las presiones ambientales de la agricultura en zonas secas. Incluso cuando los extranjeros saben poco sobre él, el país tiene una sólida historia política y cultural dentro de la región.
fr: Le Burkina Faso est un pays enclavé d'Afrique de l'Ouest dont le nom moderne signifie 'Pays des Hommes intègres', remplaçant une appellation de l'époque coloniale après l'indépendance. Il se situe dans le Sahel et a longtemps été façonné par le commerce terrestre, les traditions de l'État mossi et les pressions environnementales de l'agriculture en zones sèches. Même lorsque les étrangers en savent peu à son sujet, le pays possède une riche histoire politique et culturelle au sein de la région.
it: Il Burkina Faso è un paese dell'Africa occidentale senza sbocco sul mare, il cui nome moderno significa "terra di gente retta", in sostituzione di un'etichetta di epoca coloniale dopo l'indipendenza. Si trova nel Sahel ed è stato a lungo modellato dal commercio via terra, dalle tradizioni dello stato Mossi e dalle pressioni ambientali dell’agricoltura delle zone aride. Anche quando gli stranieri ne sanno poco, il paese ha una forte storia politica e culturale all’interno della regione.
pt_br: Burkina Faso é um país da África Ocidental sem saída para o mar, cujo nome moderno significa 'Terra do Povo Honrado', substituindo um rótulo da era colonial após a independência. Está situado no Sahel e tem sido moldado há muito tempo pelo comércio terrestre, pelas tradições do estado Mossi e pelas pressões ambientais da agricultura em zonas secas. Mesmo quando os estrangeiros sabem pouco sobre ele, o país possui uma forte história política e cultural dentro da região.
ru: Буркина-Фасо — это западноафриканская страна, не имеющая выхода к морю, современное название которой означает «Земля прямых людей», заменив колониальное название после обретения независимости. Она расположена в зоне Сахеля и долгое время формировалась под влиянием сухопутной торговли, традиций государства Мосси и экологических ограничений сухозонного сельского хозяйства. Даже когда иностранцы знают о ней мало, страна имеет богатую политическую и культурную историю в регионе.

# country.description.bg
source: Bulgaria sits between the Balkans, the Black Sea, and the old routes connecting Europe with Anatolia and the eastern Mediterranean. Its history includes Thracian antiquity, medieval Bulgarian empires, centuries under Ottoman rule, and a twentieth-century socialist period. That layered past helps explain why monasteries, Roman ruins, rose valleys, beach towns, and Soviet-era monuments can all belong to the same trip.
de: Bulgarien liegt zwischen den Balkanstaaten, dem Schwarzen Meer und den alten Routen, die Europa mit Anatolien und dem östlichen Mittelmeer verbinden. Seine Geschichte umfasst thrakische Antike, mittelalterliche bulgarische Reiche, Jahrhunderte unter osmanischer Herrschaft und eine sozialistische Periode im zwanzigsten Jahrhundert. Diese geschichtliche Schichtung hilft zu erklären, warum Klöster, römische Ruinen, Rosen Täler, Badeorte und Sowjetzeit-Monumente alle zu derselben Reise gehören können.
es: Bulgaria se encuentra entre los Balcanes, el Mar Negro y las antiguas rutas que conectan Europa con Anatolia y el Mediterráneo oriental. Su historia incluye la antigüedad tracia, los imperios búlgaros medievales, siglos bajo el dominio otomano y un período socialista en el siglo XX. Ese pasado en capas ayuda a explicar por qué monasterios, ruinas romanas, valles de rosas, pueblos costeros y monumentos de la era soviética pueden pertenecer todos al mismo viaje.
fr: La Bulgarie se situe entre les Balkans, la mer Noire et les anciennes routes reliant l'Europe à l'Anatolie et à la Méditerranée orientale. Son histoire inclut l'antiquité thrace, les empires bulgares médiévaux, des siècles sous la domination ottomane et une période socialiste au XXe siècle. Ce passé en couches aide à expliquer pourquoi les monastères, les ruines romaines, les vallées de roses, les villes balnéaires et les monuments de l'ère soviétique peuvent tous appartenir au même voyage.
it: La Bulgaria si trova tra i Balcani, il Mar Nero e le antiche rotte che collegavano l’Europa con l’Anatolia e il Mediterraneo orientale. La sua storia comprende l'antichità della Tracia, gli imperi bulgari medievali, secoli sotto il dominio ottomano e un periodo socialista del XX secolo. Quel passato stratificato aiuta a spiegare perché monasteri, rovine romane, valli delle rose, città balneari e monumenti dell’era sovietica possono appartenere tutti allo stesso viaggio.
pt_br: A Bulgária fica entre os Bálcãs, o Mar Negro e as antigas rotas que conectam a Europa à Anatólia e ao Mediterrâneo oriental. Sua história inclui a antiguidade trácia, impérios búlgaros medievais, séculos sob o domínio otomano e um período socialista no século XX. Esse passado em camadas ajuda a explicar por que mosteiros, ruínas romanas, vales de rosas, cidades litorâneas e monumentos da era soviética podem todos fazer parte da mesma viagem.
ru: Болгария расположена между Балканами, Черным морем и старыми маршрутами, соединяющими Европу с Анатолией и восточным Средиземноморьем. Ее история включает фракийскую древность, средневековые болгарские империи, века под османским владычеством и социалистический период XX века. Это многослойное прошлое помогает объяснить, почему монастыри, римские руины, розовые долины, прибрежные города и памятники советской эпохи могут одновременно принадлежать одной и той же поездке.

# country.description.bh
source: Bahrain is a small island kingdom in the Gulf that built importance far beyond its size through pearling, trade, and later finance and oil. Its causeways, skyline, and Formula One profile make it appear hyper-modern, but older Bahrain was one of the region's key maritime societies. The country is easiest to understand as an island trading node that adapted early to the post-pearling Gulf economy.
de: Bahrain ist ein kleines Inselkönigreich im Golf, das durch Perlentauchen, Handel und später Finanzen und Öl eine Bedeutung weit über seine Größe hinaus erlangte. Seine Dämme, seine Skyline und sein Formel-1-Profil lassen es hypermodern erscheinen, aber das ältere Bahrain war eine der wichtigsten maritimen Gesellschaften der Region. Das Land ist am einfachsten als ein Inselhandelsknoten zu verstehen, der sich früh an die Wirtschaft des Golfes nach der Perlenzeit anpasste.
es: Bahréin es un pequeño reino insular en el Golfo que adquirió importancia mucho más allá de su tamaño gracias a la perlicultura, el comercio y, más tarde, las finanzas y el petróleo. Sus calzadas, horizonte urbano y perfil en la Fórmula Uno lo hacen parecer hipermoderno, pero el Bahréin antiguo fue una de las principales sociedades marítimas de la región. El país es más fácil de entender como un nodo comercial insular que se adaptó temprano a la economía del Golfo posterior a la perlicultura.
fr: Bahreïn est un petit royaume insulaire dans le Golfe qui a acquis une importance bien au-delà de sa taille grâce à la perliculture, au commerce, puis à la finance et au pétrole. Ses digues, sa ligne d'horizon et son profil en Formule 1 donnent l'impression d'un hyper-moderne, mais l'ancien Bahreïn était l'une des sociétés maritimes clés de la région. Le pays se comprend le mieux comme un nœud commercial insulaire qui s'est adapté tôt à l'économie du Golfe post-perliculture.
it: Il Bahrein è un piccolo regno insulare nel Golfo che ha acquisito importanza ben oltre le sue dimensioni attraverso le perle, il commercio e in seguito la finanza e il petrolio. Le sue strade rialzate, lo skyline e il profilo della Formula 1 lo fanno sembrare ipermoderno, ma il vecchio Bahrein era una delle principali società marittime della regione. Il paese è più facile da comprendere come un nodo commerciale insulare che si è adattato presto all’economia del Golfo post-perla.
pt_br: Bahrein é um pequeno reino insular no Golfo que ganhou importância muito além de seu tamanho através da indústria perlífera, do comércio e, mais tarde, das finanças e do petróleo. Suas vias elevadas, horizonte e perfil na Fórmula 1 fazem com que pareça hiper-moderno, mas o Bahrein antigo era uma das principais sociedades marítimas da região. O país é mais facilmente compreendido como um nodo comercial insular que se adaptou cedo à economia do Golfo pós-perlífera.
ru: Бахрейн — это небольшое островное королевство в Персидском заливе, которое достигло значимости, намного превосходящей его размеры, благодаря добыче жемчуга, торговле, а позже — финансам и нефти. Его дамбы, силуэт города и известность в Формуле-1 создают впечатление сверхсовременности, но старый Бахрейн был одним из ключевых морских обществ региона. Страну проще всего понять как островной торговый узел, который рано адаптировался к экономике Персидского залива после эпохи жемчужного промысла.

# country.description.bi
source: Burundi is a densely populated country in the African Great Lakes region, where hills, agriculture, and long social memory shape daily life. It shares historical and cultural ties with Rwanda while following its own distinct political path after independence. Because it rarely dominates international travel narratives, many people miss how old and regionally rooted its state traditions are.
de: Burundi ist ein dicht besiedeltes Land in der afrikanischen Großen-Seen-Region, in der Hügel, Landwirtschaft und langjährige soziale Erinnerung den Alltag prägen. Es teilt historische und kulturelle Verbindungen mit Ruanda, während es nach der Unabhängigkeit seinen eigenen, eigenständigen politischen Weg verfolgt. Da es in internationalen Reisenerzählungen nur selten dominiert, übersehen viele Menschen, wie alt und regional verwurzelt seine staatlichen Traditionen sind.
es: Burundi es un país densamente poblado en la región de los Grandes Lagos de África, donde las colinas, la agricultura y la memoria social prolongada moldean la vida cotidiana. Comparte vínculos históricos y culturales con Ruanda mientras sigue su propio camino político distinto tras la independencia. Debido a que rara vez domina las narrativas de viajes internacionales, muchas personas pasan por alto cuán antiguas y arraigadas regionalmente son sus tradiciones estatales.
fr: Le Burundi est un pays densément peuplé de la région des Grands Lacs africains, où les collines, l'agriculture et la longue mémoire sociale façonnent la vie quotidienne. Il partage des liens historiques et culturels avec le Rwanda tout en suivant son propre chemin politique distinct après l'indépendance. Parce qu'il domine rarement les récits de voyages internationaux, beaucoup de gens ne remarquent pas à quel point ses traditions d'État sont anciennes et enracinées régionalement.
it: Il Burundi è un paese densamente popolato nella regione africana dei Grandi Laghi, dove colline, agricoltura e una lunga memoria sociale modellano la vita quotidiana. Condivide legami storici e culturali con il Ruanda mentre segue il proprio percorso politico distinto dopo l'indipendenza. Poiché raramente domina le narrazioni dei viaggi internazionali, molte persone non si rendono conto di quanto siano antiche e radicate a livello regionale le sue tradizioni statali.
pt_br: Burundi é um país densamente populado na região dos Grandes Lagos Africanos, onde colinas, agricultura e uma longa memória social moldam a vida cotidiana. Ele compartilha laços históricos e culturais com Ruanda enquanto segue seu próprio caminho político distinto após a independência. Como raramente domina as narrativas de viagens internacionais, muitas pessoas não percebem quão antigas e enraizadas regionalmente são suas tradições estatais.
ru: Бурунди — это густонаселенная страна в регионе Африканских Великих озер, где холмы, сельское хозяйство и долгая социальная память формируют повседневную жизнь. Она имеет исторические и культурные связи с Руандой, одновременно следуя своему собственному уникальному политическому пути после обретения независимости. Так как страна редко занимает ведущие позиции в международных туристических нарративах, многие не замечают, насколько древними и регионально укорененными являются её государственные традиции.

# country.description.bj
source: Benin occupies a central place in the history of the Bight of Benin, especially through the Kingdom of Dahomey and the royal traditions that still shape its historical identity. It is also one of the principal homelands of Vodun, a religion often misunderstood abroad but deeply important in regional culture. The country's coastline is only part of the story; inland palaces, ceremonial heritage, and historical memory matter just as much.
de: Benin nimmt einen zentralen Platz in der Geschichte der Bucht von Benin ein, insbesondere durch das Königreich Dahomey und die königlichen Traditionen, die bis heute seine historische Identität prägen. Es ist auch eines der Hauptheimaten von Vodun, einer Religion, die im Ausland oft missverstanden wird, aber in der regionalen Kultur von großer Bedeutung ist. Die Küste des Landes ist nur ein Teil der Geschichte; Paläste im Landesinneren, zeremonielle Erbschaften und das historische Gedächtnis sind ebenso wichtig.
es: Benín ocupa un lugar central en la historia de la Bight de Benín, especialmente a través del Reino de Dahomey y las tradiciones reales que aún configuran su identidad histórica. También es una de las principales tierras de origen del Vodún, una religión a menudo malinterpretada en el extranjero pero profundamente importante en la cultura regional. La costa del país es solo una parte de la historia; los palacios interiores, el patrimonio ceremonial y la memoria histórica son igualmente importantes.
fr: Le Bénin occupe une place centrale dans l'histoire du golfe de Bénin, notamment à travers le royaume du Dahomey et les traditions royales qui façonnent encore son identité historique. C'est aussi l'un des principaux foyers du Vodoun, une religion souvent mal comprise à l'étranger mais profondément importante dans la culture régionale. Le littoral du pays n'est qu'une partie de l'histoire ; les palais intérieurs, le patrimoine cérémoniel et la mémoire historique ont autant d'importance.
it: Il Benin occupa un posto centrale nella storia della Baia del Benin, soprattutto attraverso il Regno di Dahomey e le tradizioni reali che ancora ne modellano l'identità storica. È anche una delle principali patrie del Vodun, una religione spesso fraintesa all'estero ma profondamente importante nella cultura regionale. La costa del paese è solo una parte della storia; i palazzi dell’entroterra, il patrimonio cerimoniale e la memoria storica contano altrettanto.
pt_br: O Benim ocupa um lugar central na história da Baía do Benim, especialmente através do Reino de Daomé e das tradições reais que ainda moldam sua identidade histórica. É também uma das principais terras natais do Vodum, uma religião frequentemente incompreendida no exterior, mas profundamente importante na cultura regional. A linha costeira do país é apenas parte da história; palácios interiores, patrimônio cerimonial e memória histórica importam tanto quanto.
ru: Бенин занимает центральное место в истории Бенинского залива, особенно через Королевство Дагомеи и королевские традиции, которые до сих пор формируют его историческую идентичность. Он также является одной из основных родин вуду, религии, которая часто неправильно понимается за границей, но имеет глубокое значение в региональной культуре. Побережье страны — лишь часть истории; внутренние дворцы, церемониальное наследие и историческая память имеют не меньшее значение.

# country.description.bl
source: Saint Barthelemy is a French Caribbean collectivity known internationally for yachts and high-end tourism, but its small scale and unusual status make it more politically interesting than its image suggests. It was once Swedish before returning to French control in the nineteenth century, a fact many people never learn because the island now reads so strongly as French Caribbean. Today it functions as a tiny, wealthy outpost with a very specific social tone.
de: Saint-Barthélemy ist eine französische Karibik-Kollektivität, die international für Yachten und gehobenen Tourismus bekannt ist, aber ihre geringe Größe und ihr ungewöhnlicher Status machen sie politisch interessanter, als ihr Image vermuten lässt. Sie war einst schwedisch, bevor sie im neunzehnten Jahrhundert wieder unter französische Kontrolle kam, eine Tatsache, die viele Menschen nie erfahren, da die Insel heute stark als französische Karibik wahrgenommen wird. Heute fungiert sie als winziger, wohlhabender Außenposten mit einem sehr spezifischen sozialen Ton.
es: San Bartolomé es una colectividad francesa del Caribe conocida internacionalmente por sus yates y turismo de lujo, pero su pequeña escala y su estatus inusual la hacen más interesante políticamente de lo que su imagen sugiere. Alguna vez fue sueca antes de volver al control francés en el siglo XIX, un hecho que muchas personas nunca aprenden porque la isla ahora se percibe fuertemente como Caribe francés. Hoy funciona como un pequeño y rico enclave con un tono social muy específico.
fr: Saint-Barthélemy est une collectivité française des Caraïbes connue internationalement pour ses yachts et son tourisme haut de gamme, mais sa petite taille et son statut particulier la rendent plus intéressante politiquement que l'image qu'elle renvoie. Elle fut autrefois suédoise avant de revenir sous contrôle français au XIXe siècle, un fait que beaucoup de gens ignorent car l'île se présente aujourd'hui comme typiquement française des Caraïbes. Aujourd'hui, elle fonctionne comme un petit avant-poste riche avec un ton social très spécifique.
it: Saint Barthelemy è una collettività caraibica francese conosciuta a livello internazionale per gli yacht e il turismo di alto livello, ma la sua piccola scala e il suo status insolito la rendono politicamente più interessante di quanto suggerisca la sua immagine. Un tempo era svedese prima di tornare sotto il controllo francese nel diciannovesimo secolo, un fatto che molte persone non apprendono mai perché l'isola ora viene interpretata così fortemente come Caraibi francesi. Oggi funziona come un piccolo e ricco avamposto con un tono sociale molto specifico.
pt_br: Saint Barthelemy é uma coletividade francesa no Caribe conhecida internacionalmente por iates e turismo de alto nível, mas sua pequena escala e status incomum a tornam mais politicamente interessante do que sua imagem sugere. Já foi sueca antes de voltar ao controle francês no século XIX, um fato que muitas pessoas nunca aprendem porque a ilha agora é percebida fortemente como Caribe francês. Hoje funciona como um pequeno posto avançado rico com um tom social muito específico.
ru: Сен-Бартельми — это французская карибская территория, известная в мире своими яхтами и туризмом высокого уровня, но её небольшой размер и необычный статус делают её более политически интересной, чем это кажется по её имиджу. Раньше она была шведской, прежде чем вернуться под контроль Франции в XIX веке, факт, о котором многие люди никогда не узнают, потому что остров сейчас сильно воспринимается как французский Карибский. Сегодня он функционирует как крошечный, богатый форпост с очень специфическим социальным тоном.

# country.description.bm
source: Bermuda is a British Overseas Territory in the North Atlantic, far from the Caribbean despite often being grouped with it in tourism shorthand. It became globally famous not just for pastel houses and reefs, but for shipping lore, insurance, and offshore finance. The island's identity mixes old maritime history with a modern economy that is much more international than its size suggests.
de: Bermuda ist ein britisches Überseegebiet im Nordatlantik, weit entfernt von der Karibik, obwohl es im touristischen Sprachgebrauch oft damit in Verbindung gebracht wird. Es wurde weltweit bekannt nicht nur für pastellfarbene Häuser und Riffe, sondern auch für Schifffahrtsgeschichte, Versicherungen und Offshore-Finanzwesen. Die Identität der Insel verbindet alte maritime Geschichte mit einer modernen Wirtschaft, die internationaler ist, als ihre Größe vermuten lässt.
es: Bermuda es un Territorio Británico de Ultramar en el Atlántico Norte, lejos del Caribe a pesar de ser a menudo agrupado con él en el lenguaje turístico. Se hizo famoso mundialmente no solo por sus casas de colores pastel y arrecifes, sino también por la tradición marítima, los seguros y las finanzas offshore. La identidad de la isla mezcla la antigua historia marítima con una economía moderna que es mucho más internacional de lo que su tamaño sugiere.
fr: Bermudes est un territoire britannique d'outre-mer dans l'Atlantique Nord, loin des Caraïbes malgré le fait qu'il soit souvent regroupé avec elles dans le langage touristique. Il est devenu célèbre dans le monde entier non seulement pour ses maisons pastel et ses récifs, mais aussi pour son histoire maritime, l'assurance et la finance offshore. L'identité de l'île mêle une ancienne histoire maritime à une économie moderne qui est beaucoup plus internationale que sa taille ne le laisse supposer.
it: Le Bermuda sono un territorio britannico d'oltremare nel Nord Atlantico, lontano dai Caraibi nonostante sia spesso raggruppato con essi in abbreviazione turistica. Divenne famoso in tutto il mondo non solo per le case color pastello e le barriere coralline, ma anche per le tradizioni marittime, le assicurazioni e la finanza offshore. L'identità dell'isola mescola l'antica storia marittima con un'economia moderna che è molto più internazionale di quanto suggeriscano le sue dimensioni.
pt_br: Bermuda é um Território Britânico Ultramarino no Atlântico Norte, longe do Caribe, apesar de frequentemente ser agrupado com ele no vocabulário turístico. Tornou-se famosa mundialmente não apenas por suas casas coloridas e recifes, mas também por sua tradição marítima, seguros e finanças offshore. A identidade da ilha mistura uma antiga história marítima com uma economia moderna que é muito mais internacional do que seu tamanho sugere.
ru: Бермудские острова — это британская заморская территория в Северной Атлантике, далеко от Карибского моря, несмотря на то, что в туристических обзорах их часто объединяют. Они стали всемирно известными не только благодаря пастельным домам и рифам, но и морской легенде, страхованию и оффшорным финансам. Идентичность острова сочетает старую морскую историю с современной экономикой, которая гораздо более интернациональна, чем предполагает его размер.
